docs/physics/advanced_mechanics/KBhhistory_gallery_walk.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2022-01-31 Mon 20:33 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>History Gallery Walk</title>
<meta name="generator" content="Org mode" />
<meta name="author" content="Houjun Liu" />
<link rel="stylesheet" href="/global.css" type="text/css"/>
<link rel="stylesheet" href="/admonition.css" type="text/css"/>
<link rel="stylesheet" href="https://quantumish.github.io/admonition.css" />
</head>
<body>
<div id="preamble" class="status">
<div class="header"><span class="site"><a href="https://taproot3.sanity.gq">TR3.5</a></span></div><div class="datarow"><h1 class="title">History Gallery Walk</h1> <h2 class="subtitle"></h2> <span class="author">Houjun Liu</span> <span class="date">2022-01-31 Mon 20:33</date></div>
</div>
<div id="content">
<div id="linktables"><div id="table-of-backlinks"><h2>Backlinks</h2><ul></ul></div><div id="table-of-contents"><h2>Table of Contents</h2><div id="text-table-of-contents">
<ul>
<li><a href="#org860d452">1. Why does it capture imagination?</a></li>
<li><a href="#orgd865127">2. Interesting historical insights</a></li>
<li><a href="#orgd8307c6">3. Themes / Connections</a></li>
<li><a href="#org69b6ea8">4. Guilded age reflection</a></li>
</ul>
</div></div>
</div>

<div id="outline-container-org860d452" class="outline-2">
<h2 id="org860d452"><span class="section-number-2">1</span> Why does it capture imagination?</h2>
<div class="outline-text-2" id="text-1">
<p>
The process of processing oil essentially took what people seen as a waste product into a globally-hot commodity. As technology increases, the process of industrialization "unlocked" much of these seemingly disconnected and wasted resources and drove possible future monopolies.
</p>
</div>
</div>

<div id="outline-container-orgd865127" class="outline-2">
<h2 id="orgd865127"><span class="section-number-2">2</span> Interesting historical insights</h2>
<div class="outline-text-2" id="text-2">
<ul class="org-ul">
<li>Whale blubber was used as a means of oil until whales ran out</li>
<li>DC current proprietors (i.e. Edison) had a propaganda campaign which claimed that AC current was something dangerous</li>
<li>The Guilded age shifted away from a general perception of "beauty" to a functionality-first change</li>
</ul>
</div>
</div>

<div id="outline-container-orgd8307c6" class="outline-2">
<h2 id="orgd8307c6"><span class="section-number-2">3</span> Themes / Connections</h2>
<div class="outline-text-2" id="text-3">
<ul class="org-ul">
<li>Issues/products are often bourne out of solving problems</li>
<li>Humans pivot to subjugation of resources and people as a means achieving a task</li>
</ul>
</div>
</div>

<div id="outline-container-org69b6ea8" class="outline-2">
<h2 id="org69b6ea8"><span class="section-number-2">4</span> Guilded age reflection</h2>
<div class="outline-text-2" id="text-4">
<ul class="org-ul">
<li>How did your group function as a team? What role did you play as a team member?</li>
<li>If you could do this project over again, what would you change about how you or your team navigated the learning process?</li>
<li>How was the research process for you? What would you like to gain as part of your research skillset? (finding sources, navigating different types of sources, interacting with the librarian, creating bibliographies, etc.)</li>
<li>What was a moment of historical learning for you? What did you enjoy most about this project? Would you change anything?</li>
</ul>

<p>
Our group functioned very well as a team; as with a lot of projects, I acted as the role of project manager: syncing deliverables and setting deadlines to push forward each individual group member. The research process of the project went very smoothly, as we each came to the product with a unique perspective on class and workers and were able to synthesize them together into one coherent product. However, in terms of artifact creation, I think I our group could have better collaborated if I had taken into account the skillets in each of the members and better distributed the creative process to each individual.
In terms of the actual research, I think the research project last semester offered me a good foundation on how to approach independent-driven research, and to better distribute the balance of my tasks within research. I especially was thankful for the actual work of creating an "annotated bibliography", which allowed me the chance to consider my sources and vet them in an effective manner.
As I noted in my presentation, I was surprised by the fact that the widespread prevalence of gun violence was actually instigated by a single set of corporations looking to monopolize upon a singular sentiment in the American public. As such, it makes me wonder if there are more widespread social "trends" that are created as part of such marketing efforts.
I enjoyed the ability to collaborate with others and create a fruitful projects in such a quick turnaround as this project offers. I am looking forward to all other forms of assessment in the class in the future!
</p>
</div>
</div>
</div>
</body>
</html>
